{
    "architectures": [
        "GPTLanguageModel"
    ],
    "model_type": "custom_nano_gpt",
    "vocab_size": 70,
    "n_embd": 192,
    "block_size": 256,
    "n_head": 4,
    "n_layer": 4,
    "dropout": 0.4
}