{
    "chars": [
        "\n",
        " ",
        ",",
        ".",
        ";",
        "<",
        ">",
        "A",
        "B",
        "C",
        "D",
        "E",
        "F",
        "G",
        "H",
        "I",
        "J",
        "L",
        "M",
        "N",
        "O",
        "P",
        "Q",
        "R",
        "S",
        "T",
        "U",
        "V",
        "X",
        "Y",
        "Z",
        "a",
        "b",
        "c",
        "d",
        "e",
        "f",
        "g",
        "h",
        "i",
        "j",
        "l",
        "m",
        "n",
        "o",
        "p",
        "q",
        "r",
        "s",
        "t",
        "u",
        "v",
        "x",
        "y",
        "z",
        "|",
        "Á",
        "É",
        "Í",
        "Ñ",
        "Ó",
        "Ú",
        "Ü",
        "á",
        "é",
        "í",
        "ñ",
        "ó",
        "ú",
        "ü"
    ],
    "stoi": {
        "\n": 0,
        " ": 1,
        ",": 2,
        ".": 3,
        ";": 4,
        "<": 5,
        ">": 6,
        "A": 7,
        "B": 8,
        "C": 9,
        "D": 10,
        "E": 11,
        "F": 12,
        "G": 13,
        "H": 14,
        "I": 15,
        "J": 16,
        "L": 17,
        "M": 18,
        "N": 19,
        "O": 20,
        "P": 21,
        "Q": 22,
        "R": 23,
        "S": 24,
        "T": 25,
        "U": 26,
        "V": 27,
        "X": 28,
        "Y": 29,
        "Z": 30,
        "a": 31,
        "b": 32,
        "c": 33,
        "d": 34,
        "e": 35,
        "f": 36,
        "g": 37,
        "h": 38,
        "i": 39,
        "j": 40,
        "l": 41,
        "m": 42,
        "n": 43,
        "o": 44,
        "p": 45,
        "q": 46,
        "r": 47,
        "s": 48,
        "t": 49,
        "u": 50,
        "v": 51,
        "x": 52,
        "y": 53,
        "z": 54,
        "|": 55,
        "Á": 56,
        "É": 57,
        "Í": 58,
        "Ñ": 59,
        "Ó": 60,
        "Ú": 61,
        "Ü": 62,
        "á": 63,
        "é": 64,
        "í": 65,
        "ñ": 66,
        "ó": 67,
        "ú": 68,
        "ü": 69
    },
    "itos": {
        "0": "\n",
        "1": " ",
        "2": ",",
        "3": ".",
        "4": ";",
        "5": "<",
        "6": ">",
        "7": "A",
        "8": "B",
        "9": "C",
        "10": "D",
        "11": "E",
        "12": "F",
        "13": "G",
        "14": "H",
        "15": "I",
        "16": "J",
        "17": "L",
        "18": "M",
        "19": "N",
        "20": "O",
        "21": "P",
        "22": "Q",
        "23": "R",
        "24": "S",
        "25": "T",
        "26": "U",
        "27": "V",
        "28": "X",
        "29": "Y",
        "30": "Z",
        "31": "a",
        "32": "b",
        "33": "c",
        "34": "d",
        "35": "e",
        "36": "f",
        "37": "g",
        "38": "h",
        "39": "i",
        "40": "j",
        "41": "l",
        "42": "m",
        "43": "n",
        "44": "o",
        "45": "p",
        "46": "q",
        "47": "r",
        "48": "s",
        "49": "t",
        "50": "u",
        "51": "v",
        "52": "x",
        "53": "y",
        "54": "z",
        "55": "|",
        "56": "Á",
        "57": "É",
        "58": "Í",
        "59": "Ñ",
        "60": "Ó",
        "61": "Ú",
        "62": "Ü",
        "63": "á",
        "64": "é",
        "65": "í",
        "66": "ñ",
        "67": "ó",
        "68": "ú",
        "69": "ü"
    }
}